Repository: jorgefalconcampos/lvr-blog
Catalog: LVR/locale/*/LC_MESSAGES/django.po
Languages: es

# str_postForm_title_placeholder
source: Write the post's title
es: Escribe el título del post

# str_postForm_subtitle_placeholder
source: Write the post's subtitle
es: Escribe el subtítulo del post

# str_photo
source: photo
es: foto

# str_postForm_category_title
source: Select a category
es: Selecciona una categoría

# str_postForm_tags_placeholder
source: A tags list separated by comma
es: Una lista de etiquetas separadas por coma

# str_postForm_title_label
source: Post's title
es: Título del post

# str_postForm_subtitle_label
source: Post's subtitle
es: Subtítulo del post

# str_postForm_image_label
source: Image
es: Imagen

# str_unsplashURL_label
source: Unsplash image URL
es: URL de imagen de Unsplash

# str_postForm_category_label
source: Category
es: Categoría

# str_postForm_postBody_label
source: Post's body
es: Cuerpo del post

# str_fullName_placeholder
source: Write your name
es: Escribe tu nombre

# str_yourEmail_placeholder
source: Write your email
es: Escribe tu email

# str_commentForm_comment_placeholder
source: Write your comment
es: Escribe tu comentario

# str_firstName
source: Name
es: Nombre

# str_commentForm_comment_label
source: Your comment
es: Tu comentario

# str_searchForm_label
source: Write one or more keywords
es: Escribe una o más palabras clave

# str_searchAmong
source: Search among +
es: Busca entre +

# str_yourUsername_placeholder
source: Write an username
es: Escribe un nombre de usuario

# str_private
source: (private)
es: privado

# str_user
source: Username
es: Nombre de usuario

# str_firstName_placeholder
source: Write your name
es: Escribe tu nombre

# str_lastName_placeholder
source: Last name
es: Escribe tu apellido

# str_lastName
source: Last name
es: Apellido

# str_profileForm_title_placeholder
source: Writter, engineer, father, Jedi...
es: Redactor, ingeniero, padre de familia, maestro Jedi...

# str_profileForm_bio_placeholder
source: Tell the readers a little bit about you and your life :)
es: Cuéntale a los lectores un poco de ti y de tu vida :)

# str_public
source: (public)
es: público

# str_uploadPhoto
source: Upload photo
es: Subir foto

# str_profileForm_image_placeholder
source: Any file selected
es: Ningún archivo seleccionado

# str_profileForm_title_label
source: Title
es: Título

# str_profileForm_bio_label
source: Bio
es: Biografía

# str_profileForm_image_helpText
source: Upload a 300x300 pixels squared photo in [jpg], [jpeg] or [png] format. File size must be smaller than 2M
es: Sube una foto cuadrada de 300x300 píxeles en formato [jpg], [jpeg] o [png]. El tamaño de la foto debe ser menor a 2 MB.

# str_contactForm_subject_placeholder
source: Write a subject
es: Escribe un asunto

# str_contactForm_message_placeholder
source: Write the message (max 500 characters)
es: Escribe el mensaje (máx. 500 caracteres)

# str_contactForm_fullName
source: Name and last name
es: Nombre y apellido

# str_subject
source: Subject
es: Asunto

# str_message
source: Message
es: Mensaje

# str_subNewsletter_title
source: Subscribe to our Newsletter
es: Suscríbete al Newsletter

# str_confirmYourEmail
source: Confirm your email - LVR
es: Confirma tu email - LVR

# str_mails_activationMail4
source: Activation mail for
es: Email de activación para

# str_mails_newMail
source: New email
es: Nuevo email

# str_mails_newsletterNewMail
source: New post in LVR
es: Nuevo post en LVR

# str_About
source: About
es: Acerca de

# str_about_title
source: About
es: Acerca de

# str_about_pitch
source: The LVR blog is born with the idea of sharing knowledge with the world for fre, and available for all. Here we talk about everything with everyone, location or languages are not a limit
es: El blog de LVR nace con la idea de compartir conocimiento con el mundo, gratis y al alcance de todos. Aquí hablamos de todo y con todos, la ubicación o idiomas no son barrera para informar y conocer un punto de vista diferente. Hablamos de temas selectos considerados como relevantes, desde información que te puede ser útil hasta temas especializados para inversionistas, pasando por tutoriales, reviews, consejos, etc.

source: str_about_pitch2
es: Tocamos temas diferentes, pero siguiendo la misma filosofía: información relevante a tu alcance. Así que ya lo sabes, explora el blog a tu antojo, lee los posts que gustes, deja algún comentario y conoce toda la información que está disponible para ti.

# str_exploreTags
source: Explore tags
es: Explora los tags

# str_exploreCategories
source: Explore categories
es: Explora las categorías

# str_about_MTTeam_title
source: Meet the team
es: Conoce al equipo

# str_about_MTTeam_subtitle
source: Their work keeps rolling
es: Su trabajo mantiene a rodando a

# str_about_meetEditors
source: Meet the editors
es: Conoce a los redactores

# str_author_detail_AllPostsBy
source: All posts by
es: Todos los posts publicados por

# str_publishedDate
source: Published
es: Publicado

# str_author_NoPostsYet
source: This editor haven't written any post yet
es: Este autor aún no escribe ningún post

# str_page
source: Page
es: Página

# str_of
source: of
es: de

# str_sponsoredAd
source: Sponsored add
es: Anuncio patrocinado

# str_newAuthor
source: Add editor
es: Agregar redactor

# str_author_PublishedPosts
source: Published posts
es: Posts publicados

source: str_metaDescription
es: Le Vélo Rouge es un blog de noticias, tecnología, emprendimiento y actualidad. Creado para el lector inteligente del mañana.

# str_CookiesTitle
source: A cookie, sir?
es: ¿Una galletita joven?

# str_CookiesExplanaition
source: We use cookies to improve your experience in this website. By using it, you accept the
es: Usamos cookies para mejorar tu experiencia en este sitio web. Al seguir navegando, aceptas la

# str_CookiesPolicy
source: Cookies Policy
es: Política de Cookies

# str_accept
source: Accept
es: Aceptar

# str_msgSent
source: Message sent
es: Mensaje enviado

# str_send
source: Send
es: Enviar

# str_sending
source: Sending
es: Enviando

# str_subNewsletter_explanaition
source: Get an email in your inbox when a new post is published
es: Recibe un email cuando escribamos un nuevo post. Sin spam garantizado.

# str_subNewsletter_done
source: Done, we've sent you an email to confirm your subscription
es: Listo, enviamos un mensaje a tu email para que verifiques tu suscripción

# str_subNewsletter_error
source: An error ocurred while trying to subscribe your email, please try again
es: Ocurrió un error al enviar el email, intenta de nuevo más tarde

# str_subNewsletter_emailAlreadyInUse
source: It seems that this email is already subscribed in the newsletter
es: Parece que este email ya está registrado en el newsletter

# str_PrivacyPolicy
source: Privacy Policy
es: Política de Privacidad

# str_ServiceTerms
source: Service Terms
es: Términos del Servicio

# str_StaffAuthors
source: Editors
es: Redactores

# str_language
source: Language
es: Idioma

# str_with
source: with
es: con

# str_in
source: in
es: en

# str_Home
source: Home
es: Inicio

# str_Contact
source: Contact
es: Contacto

# str_searchInBlog
source: Search in the blog
es: Busca en el blog

# str_search
source: Search
es: Buscar

# str_seeAllCatgories
source: See all categories
es: Ver todas las categorías

# str_loggedInAs
source: Logged in as
es: Iniciar sesión

# str_Dashboard
source: Dashboard
es: Panel de Control

# str_NewPost
source: New post
es: Nuevo post

# str_dashboard_logout
source: Logout
es: Cerrar sesión

# str_allCategos_title
source: Categories
es: Categorías

# str_noPosts_in_this_category
source: Ther're no posts in this category
es: No hay posts en esta categoría

# str_posts_in_this_category
source: Posts in this category
es: Posts en esta categoría

# str_addNew_Category
source: Add new category
es: Agregar nueva categoría

# str_addCatego_CTA
source: Add category
es: Agregar categoría

# str_postBy
source: By
es: Por

# str_noPosts2Show
source: There're no posts to show
es: No hay posts para mostrar

# str_index_greeting_title
source: Hi, we're online!
es: ¡Hola, estamos online

# str_index_greeting_subtitle1
source: Starting this 2020 with a new project called
es: Iniciamos en este 2020 para darte la bienvenida a lo que será proximamente el blog de

# str_index_greeting_subtitle2
source: Read about our history, meet the team and editors and read all the information we have for you.
es: Lee un poco de nuestra historia, conoce al equipo, sus valores y curiosea con la información que tenemos para ti.

# str_index_greeting_button
source: Read more
es: Saber más

# str_index_Trending
source: Trending
es: Tendencias

# str_index_LatestEntries
source: Latest entries
es: Últimas entradas

# str_Hello
source: Hello
es: ¡Hola

# str_mails_newAvgMail_title
source: We've written a new post in the blog
es: Escribimos un nuevo post en el blog

# str_mails_canReadThisInSite
source: You can read this and other posts in
es: Puedes leer este y otros posts en

# str_readPost
source: Read post
es: Leer post

# str_mail_readPreview
source: Read a preview
es: Lee un pequeño adelanto

# str_readCompletePost
source: Read complete post
es: Leer post completo

# str_mails_footer_whyWatchingThis
source: You're watching this email because you're subscribed to the LE VÉLO ROUGE Newsletter with the email
es: Estás viendo este mensaje porque te suscribiste al Newsletter de LE VÉLO ROUGE con el email

# str_mails_footer_cancelSub
source: If you don't want to receive this type of emails any longer
es: Si ya no deseas recibir este tipo de mensajes

# str_clickHere
source: click here
es: haz click aquí

source: str_mails_welcomeTitle
es: ¡Te damos la bienvenida a la familia de

# str_mails_thanks4sub
source: thank you for subscribing
es: gracias por suscribirte

source: str_mails_close2getLastNews
es: Estás cerca de recibir en tu email las últimas historias de

# str_mails_clickBtnBelow
source: To confirm your email click the button below and that's it!
es: Para finalizar, haz clic en el botón de abajo para confirmar tu email y listo!

# str_mails_btnNotWorksCopyPaste
source: If the button doesn't work, copy and paste the following link in your browser
es: Si el botón no funciona, copia y pega el siguiente enlace en tu navegador

# str_confirm
source: Confirm
es: Confirmar

# str_greetings
source: Greetings
es: Con cariño, el equipo de

# str_mails_msgWasSentTo
source: This message was sent to
es: Este mensaje se envió a

# str_mails_notMakeThisReq
source: If you didn't make this request, ignore this email
es: Si tu no hiciste esta solicitud, ignora este mensaje

# str_accountActivated_success
source: Account activated successfully
es: Cuenta activada con éxito

# str_login
source: Login
es: Iniciar sesión

# str_good_news
source: Good news
es: Buenas noticias

# str_mails_welcomeHeader
source: Now you're part of our redaction team! You only have to activate your account. Do it by following this instructions
es: Ahora eres parte de nuestra comunidad de redactores, lo único que debes hacer es activar tu cuenta. Hazlo siguiendo estas instrucciones

source: str_mails_welcome_step1
es: Haz clic en el botón de abajo para activar tu cuenta. Si eso no funciona, haz clic en el siguiente enlace o bien, puedes copiarlo y pegarlo en tu navegador

source: str_mails_welcome_step2
es: Verás un mensaje indicando que tu cuenta ha sido activada, entonces podrás iniciar sesión

source: str_mails_welcome_step3_p1
es: ¡Listo, es todo! Te recordamos que tu nombre de usuario es

source: str_mails_welcome_step3_p2
es: ahora ve y escribe algo genial

# str_activate
source: Activate
es: Activar

# str_dashboard_goToPage
source: Go to site
es: Ir al sitio

# str_lastUpdate
source: Last update
es: Última actualización

# str_favReaction
source: Fav
es: Favorito

source: str_utilReaction
es: Fue útil

source: str_goodReaction
es: Enhorabuena

source: str_badReaction
es: Podría mejorar

# str_topics
source: Topics
es: Temas

# str_saveOrshare
source: Save or share this post
es: Comparte o guarda este post

# str_post_detail_moreFrom
source: More from
es: Más de

# str_mayInterested
source: You may also interested in...
es: Te podría interesar...

# str_post_detail_CountingComments
source: comments in this post
es: comentarios en este post

# str_write_a_comment
source: Write a comment
es: Escribe un comentario

# post_detail_AwaitingModeration
source: comment awaiting for moderation
es: comentario esperando moderación

# str_comment_terms
source: participation rules
es: reglas de participación

# str_comment_CTA
source: Comment
es: Comentar

source: str_reportedComment
es: Este comentario ha sido reportado

# str_show
source: Show
es: Mostrar

# str_search_titleHTML
source: Do a search
es: Haz una búsqueda

# str_search_badQ
source: Bad query
es: Búsqueda imprecisa

# str_search_title
source: Search inside
es: Haz una búsquda dentro de

# str_search_subtitle
source: Write one or more keywords
es: Escribe una o más palabras clave relacionadas con tu búsqueda

# str_search_noResults_title
source: NO RESULTS
es: SIN RESULTADOS

# str_search_results
source: SEARCH RESULTS
es: RESULTADOS DE LA BÚSQUEDA

# str_search_wasFoundOne
source: Was found
es: Se encontró

# str_search_resultRelatedWithSearch
source: result related with your search
es: resultado relacionado con tu búsqueda

# str_search_wasFoundMoreThanOne
source: Were found
es: Se encontraron

# str_search_resultsRelatedWithSearch
source: results related with your search
es: resultados relacionados con tu búsqueda

# str_search_noResults_subtitle
source: Nothing was found related with your search
es: No se encontró nada relacionado con tu búsqueda

# str_search_badQ_explanaition
source: Please, write at least a 3 letter word for a more accurate search
es: Por favor, introduce al menos una palabra de 3 letras para una búsqueda más precisa

# str_search_badQ_len
source: Please, write a smaller search term (max 500 chars) for a more accurate search
es: Por favor, introduce un término de búsqueda más corto (de máximo 50 caracteres) para una búsqueda más precisa

# str_search_noResults_changeKeywords
source: Try again with other(s) keyword(s)
es: Intenta de nuevo cambiando la(s) palabras clave

# str_search_OrIfUWant
source: Or maybe you can
es: O si lo prefieres, puedes

# str_allTags_title
source: Know what we're talking about
es: Conoce de lo que estamos hablando

# str_dashboard
source: Dashboard
es: Panel de Control

# str_dashboard_profile
source: My profile
es: Mi perfil

# str_dashboard_settings
source: Settings
es: Ajustes

# str_dashboard_activity
source: Activity
es: Mi actividad

# str_dashboard_reportProblem
source: Report problem
es: Reportar problema

# str_dashboard_DjangoAdmin
source: Django Admin
es: Administración de Django

# str_techSupport
source: Technical support
es: Soporte Técnico

# str_dashboard_reportProblem_date
source: Incident's time and date
es: Fecha y hora del incidente

# str_dashboard_reportProblem_label
source: Problem description
es: Descripción del problema

# str_dashboard_DescribeProblem_placeholder
source: Write a small description of the problem
es: Escribe una breve descripción del problema (máx. 500 caracteres)

# str_sendProblem_error
source: Error while sending the message, try again
es: Ocurrió un error al enviar el mensaje, intenta de nuevo más tarde

# str_LVR_Help
source: Helol
es: Hola

# str_RedactionRules
source: Redaction Rules
es: Reglas de Redacción

# str_dashboard_QuickActions
source: Quick Actions
es: Acciones rápidas

# str_pass
source: Password
es: Contraseña

# str_dashboard_notifications
source: Notifications
es: Notificaciones

# str_dashboard_Addons
source: Addons
es: Complementos

# str_dashboard_moderateComments
source: Moderate comments
es: Moderar comentarios

# str_dashboard_calendar
source: Calendar
es: Calendario

# str_dashboard_tasks
source: Tasks
es: Tareas

# str_dashboard_help
source: Help
es: Ayuda

source: str_dashboard_sidenavHide
es: Ocultar

# str_inDevelopment
source: In development
es: En desarrollo

# str_pageInDevelopment
source: This page stills in development
es: Esta página sigue en desarrollo

# str_pageInDevelopment1
source: We're so sorry but this page stills in dev phase 👨‍💻 this means that is not finished yet and its functionality could be null, limitated or with errors
es: Lo sentimos mucho, pero esta página sigue en fase de desarrollo 👨‍💻 esto significa que aún no está terminada y su funcionamiento podría ser limitado, nulo o podría contener errores

# str_pageInDevelopment2
source: Soon it'll be finished and will be another feature in Dashboard
es: Pronto quedará lista y será otro <i>feature</i> más en el panel de administración, mantente pendiente a los cambios

# str_gotIt
source: Got it!
es: ¡Entendido!

# str_AddUserAuthor
source: Add author
es: Agregar redactor

# str_moderatePosts
source: Moderate posts
es: Moderar posts

# str_sendNewMail
source: Send email
es: Enviar email

# str_addNewEvent
source: Add event
es: Agregar evento

# str_addNewTask
source: Add task
es: Agregar tarea

# str_dashboard_myLatestPosts
source: My latest posts
es: Mis últimos posts

# str_dashboard_seeAllMyPosts
source: See all my posts
es: Ver todos mis posts

# str_dashboard_tableTitle_postDetail
source: See details
es: Ver a detalle

# str_dashboard_tableTitle_postTitle
source: Title
es: Título

# str_dashboard_tableTitle_postSubtitle
source: Subtitle
es: Subtítulo

# str_dashboard_tableTitle_postImage
source: Image
es: Imagen

# str_dashboard_tableTitle_postCreatedOrPublishedDate
source: Created/published date
es: Fecha de creación/publicación

# str_dashboard_tableTitle_postCommentss
source: Comments
es: Comentarios

# str_dashboard_tableTitle_postActions
source: Actions
es: Acciones

# str_createdDate
source: Created date
es: Creado

# str_notApprovedYet
source: Not approved yet
es: No aprobado aún

# str_dashboard_table_TotalComments
source: Total comments
es: en total

# str_approvedComments
source: Approved comments
es: Aprobados

# str_nonApprovedComments
source: Non approved comments
es: Por aprobar

# str_noComments
source: No comments
es: Sin comentarios

# str_status_draft_desc
source: On hold
es: En espera

# str_status_approved_desc
source: This post have been approved
es: Este post ha sido aprobado

# str_status_rejected_desc
source: This posts have been rejected
es: Este post no fue aprobado

# str_status_archived_desc
source: This post have been archived
es: Este post fue archivado

# str_itSeems_wAnyArticle
source: It seems you have not written any post yet
es: Parece que aún no has escrito ningún post

# str_whyNot_writeArticle
source: Write a post now... why not?
es: ¿Porqué no escribes uno ahora?

# str_login_g
source: Login
es: Inicio de sesión

# str_login_subtitle
source: Staff-use only
es: Para uso exclusivo del personal

# str_goBack
source: Go back
es: Regresar

# str_forgottenPass
source: Forgotten pass?
es: Olvidé mi contraseña

# str_author
source: Author
es: Autor

# str_itSeems_anyComment
source: No comments have been written...
es: Parece que aún no se ha escrito ningún comentario...

# str_itSeems_anyArticle
source: No posts have been written
es: Parece que aún no se ha escrito ningún post

# str_postEdit_title
source: Write something the people love to read
es: Crear o editar un post

# str_postEdit_subtitle
source: Create or edit a post
es: Escribe algo que los demás amen leer

# str_preview
source: Preview
es: Previsualizar

# str_save
source: Save
es: Guardar

# str_dashboard_allMyPosts
source: All my posts
es: Todos mis posts

# str_dashboard_seeProfile
source: See profile
es: Ver perfil

# str_dashboard_joinedDate
source: Joined date
es: Te uniste el

# str_dashboard_lastLogin
source: Last login date
es: Último inicio de sesión

# str_dashboard_stats_titlePosts
source: Post stats
es: Estadísticas de posts

# str_dashboard_stats_allPosts
source: All my posts
es: Todos mis posts

# str_dashboard_stats_approvedPosts
source: Approved posts
es: Posts aprobados

# str_dashboard_stats_DraftPosts
source: Posts on hold
es: Posts en espera

# str_dashboard_stats_archivedPosts
source: Archived posts
es: Posts archivados

# str_dashboard_stats_rejectedPosts
source: Rejected posts
es: Posts no aprobados

# str_dashboard_stats_titleReactions
source: Reactions stats
es: Estadísticas de reacciones

# str_dashboard_stats_allReactions
source: Total reactions
es: Total de reacciones

# str_dashboard_Settings_accountSettings
source: Account settings
es: Configuración de la cuenta

# str_dashboard_Settings_securityPass
source: Password & security
es: Contraseña y seguridad

# str_publicInfo
source: Public information
es: Información pública

# str_whatIs
source: What the f*©% is the
es: ¿Qué c$!#/% es el

source: str_dashboard_settings_emailsExplanaition_p1
es: Al crear la cuenta, tu email privado (al que llegó el email de activación) se asocia a tu perfil para realizar actividades importantes con él. Por otro lado, el email público pretende ser un medio de contacto entre tú y los lectores y se asocia a

# str_yourublicProfile
source: your public profile
es: tu perfil público

source: str_dashboard_settings_emailsExplanaition_p2
es: Por defecto, no se configura ningún email público (pero puedes hacerlo mientras sea diferente al privado) o puedes omitirlo dejando vacío el cuadro de texto; esta acción no afectará a tu email privado.

# str_socialMedia
source: Social media
es: Redes sociales

# str_currentPhoto
source: Current photo
es: Foto actual

# str_saveChanges
source: Save changes
es: Guardar cambios

# str_miAccount
source: Mi account
es: Mi cuenta

# str_myPermissions
source: Permissions on my account
es: Permisos que tiene mi cuenta
